Repository: erichardy/iuem.photorepository
Catalog: iuem/photorepository/locales/*/LC_MESSAGES/iuem.photorepository.po
Languages: fr

source: (new album or privileged access)
fr: (demande de nouveau dossier ou d'accès privilégié à celui-ci)

source: Add metadatas
fr: Ajouter aux descripteurs existants

source: Add or Replace
fr: Ajouter ou Remplacer

source: Apply watermark
fr: Appliquer le filigrane

source: Apply watermarks
fr: Appliquer les filigranes

source: Area related to the photo
fr: Lieu de la photo

source: Author of the photo
fr: Auteur de la photo

source: Bottom Left
fr: En bas à gauche

source: Bottom Right
fr: En bas à droite

source: Center
fr: Centrée

source: Choice here where to paste the global watermark in the image
fr: Choisir ici quelle sera la position des filigranes dans les images

source: Confirm metadata spread
fr: Confirmer cette propagation de descripteurs

source: EXIF metadata in the picture
fr: Les données EXIF propres à cette photo

source: EXIF metadatas
fr: Données EXIF

source: Folder for full images views
fr: Dossier contenant les images originales

source: From field for album requests
fr: Expéditeur des demandes de dossier

source: From field for original image requests
fr: Expéditeur des demandes d'image originale

source: Full access to this album
fr: Accès complet (ajout/modifications/suppressions) à ce dossier

source: Full images
fr: Images originales

source: General keywords
fr: Mots clé généraux

source: IPCT metadata
fr: Données IPCT

source: IPCT metadata description
fr: Les données IPCT

source: If you request a new album, please enter a name and a description for it...
fr: Si vous demandez la création d'un nouveau dossier, veuillez proposer un nom et en donner une description succinte...

source: Image URL :
fr: URL de l'image :

source: Image usage :
fr: Utilisation de l'image :

source: Image used for watermark
fr: Image utilisée pour le filigrane

source: Image with transparency used for global watermark, must be put in portal_skins/custom by administrator
fr: Image avec transparence utilisée pour le filigrane global, elle doit avoir été mise dans portal_skins/custom par l'administrateur système de la base

source: Images here and in all sub-folders
fr: Les images dans ce dossier et dans tous les sous-dossiers

source: Import Zip File
fr: Importer un fichier ZIP

source: Laboratory
fr: Laboratoire

source: Licence Type
fr: Restrictions d'utilisation

source: Manage Metadata
fr: Propagation...

source: Name :
fr: Nom :

source: New album name
fr: Nom du nouveau dossier

source: New album request
fr: Demande de création d'un dossier

source: Only Local Images
fr: Seulement les images de ce dossier

source: Photograph's Laboratory
fr: Laboratoire du photographe

source: Photographer
fr: Photographe

source: Photorepository Settings
fr: Configuration du dépôt d'image

source: PhotorepositorySettingsDescription
fr: Entrez les valeurs adaptées à votre site...

source: Please, enter your firstname and name :
fr: Veuillez indiquer vos prénom et nom :

source: Please, read and accept usage conditions !
fr: Veuillez aussi lire et accepter les conditions d'utilisation...

source: Recording date and time
fr: Date de la prise de vue

source: Recording date and time, may be extracted from XMP, EXIF or IPCT
fr: Instant de la prise de vue, pourrait être extraite des données EXIF

source: Replace metadatas
fr: Remplacer les descripteurs par ceux-ci

source: Requests configurations
fr: Configuration des demandes diverses

source: Research Project
fr: Projet de recherche

source: Research Project related to the picture
fr: Projet de recherche associé à cette photo

source: Scientific keywords
fr: Mots clé scientifiques

source: Select
fr: Pour sélections...

source: Sorry, fields are missing in your form,
fr: Désolé, certains champs du formulaire ne sont pas renseignés

source: Spread depth
fr: Profondeur de la propagation

source: The absolute pathname of the folder which will contains fullimages. This folder must exist before to use it !
fr: Le chemin absolu du dossier qui va contenir les copies des images pour en visualiser les originales. Ce dossier DOIT exister avant d'être utilisé

source: Top Left
fr: En haut à gauche

source: Top Right
fr: En haut à droite

source: Validate this metadata spread
fr: Valider cette propagation de descripteurs

source: Watermark
fr: Image pour le filigrane

source: Watermark image file
fr: Fichier image pour le filigrane

source: Watermark position in the image
fr: La position du filigrane dans l'image

source: Watermarks configurations
fr: Configurations des filigranes

source: What type of restricted usage
fr: Ne saisir qu'une valeur parmi les deux ci-dessous

source: Where
fr: Lieu de la prise de vue

source: Who owns this photo
fr: A qui appartient cette photo

source: XMP metadata description
fr: Les données XMP

source: Your email adress :
fr: Votre adresse de couriel

source: Your request :
fr: Votre demande :

source: [IUEM Photo repository] Album or access request
fr: [IUEM Photo repository] Demande de nouveau dossier ou d'accès à un dossier existant

source: [IUEM Photo repository] Image request
fr: [IUEM Photo repository] Demande d'image

source: accept_conditions
fr: Acceptation des conditions d'utilisation

source: access or album
fr: Demande d'un nouveau dossier dans celui-ci ou d'accès élargis à celui-ci

source: album usage :
fr: Desription succinte de l'usage de ce dossier

source: email
fr: Courriel

source: email addresses which receive album requests
fr: liste des adresses mail qui vont recevoir les demandes de dossier

source: email addresses which receive image requests
fr: liste des adresses mail qui vont recevoir les demandes d'image originale

source: email adress :
fr: Courriel :

source: enter a valid email adress
fr: Entrez une adresse mail valide

source: full album URL :
fr: URL complète du dossier demandé

source: fullname
fr: Prénom, nom

source: metadata_choice
fr: Sélectionner les descripteurs à propager

source: metadatas
fr: Descripteurs

source: new album location
fr: URL du nouveau dossier

source: or your email address in not valid... !
fr: ou votre adresse de couriel n'est pas valide... !

source: request-album-returned-message
fr: Si votre demande a pu être transmise, vous recevrez une copie du message<br />qui a été transmis aux responsables de la base.<br />Dans le cas contraire, veuillez corriger les données que vous avez saisi...

source: request-image-returned-message
fr: Si votre demande a pu être transmise, vous recevrez une copie du message<br />qui a été transmis aux responsables de la base.<br />Dans le cas contraire, veuillez corriger les données que vous avez saisi...

source: request-original-image
fr: Demander l'image originale

source: request_album_emails_description
fr: Entrer une adresse mail par ligne

source: request_album_text
fr: Remplissez ce formulaire si vous désirez avoir un dossier à cet emplacement<br />ou si vous voulez avoir un accès complet à celui-ci (ajout/modification/suppression).

source: request_image_emails_description
fr: Entrer une adresse mail par ligne

source: request_image_text
fr: Vous demandez l'image originale qui correspond à l'image "dégradée" ci-dessous.<br />Veuillez renseigner les champs avec soin afin que nous puissions satisfaire votre demande.<br />Merci !<br />

source: short_usage_album_description
fr: Une courte description de l'usage que vous comptez faire de ce dossier.

source: short_usage_description
fr: Une courte description de l'usage que vous allez faire de cette photo, <br />par exemple : poster, publication, séminaire, etc...

source: team
fr: Votre unité ou laboratoire

source: team :
fr: Votre unité ou laboratoire : <br />(UMS3113, LPO, LEMAR, ...)

source: the request can't be satisfied...
fr: Votre demande ne peut aboutir...

source: urlSourceImage
fr: URL de l'image originale

source: usage conditions
fr: Je reconnais avoir pris connaissance de la charte Pix-mer et en accepter les termes

source: usage_album_description
fr: Une courte description de l'usage que vous comptez faire de ce dossier.

source: usage_description
fr: Description de l'usage de l'image demandée

source: view_original_image
fr: Visualiser l'original
